{
  "welcome": "مرحباً بكم في مؤسسة أفق الخليج للاتصالات",
  "description": "حلول هندسية شاملة للطاقة والأمن وتكنولوجيا المعلومات في جميع أنحاء المملكة في مؤسسة أفق الخليج للاتصالات، نحن الأفضل في تقديم حلول مثالية وموثوقة لأنظمة أمن الطاقة والبنية الأساسية لتكنولوجيا المعلومات وتقنيات الأمن المتقدمة. حتى إذا كنت تريد طاقة متواصلة أو حماية بيانات موثوقة أو دعم تكنولوجيا المعلومات الرقمية، فنحن ملتزمون بضمان سير عملياتك بسلاسة وأمان.",
  "welcome_heading": "اكتشف كيف يمكن لمؤسسة أفق الخليج للاتصالات أن تساعدك في تحقيق أهدافك.",
  "welcome_description": "حلول هندسية شاملة للطاقة والأمن وتكنولوجيا المعلومات في جميع أنحاء المملكة في مؤسسة أفق الخليج للاتصالات، نحن الأفضل في تقديم حلول مثالية وموثوقة لأنظمة أمن الطاقة والبنية الأساسية لتكنولوجيا المعلومات وتقنيات الأمن المتقدمة. حتى إذا كنت تريد طاقة متواصلة أو حماية بيانات موثوقة أو دعم تكنولوجيا المعلومات الرقمية، فنحن ملتزمون بضمان سير عملياتك بسلاسة وأمان.",
  "primary_btn_text1": "البدء",
  "primary_btn_text2": "عرض المشاريع",

  "Aboutus": "معلومات عنا",
  "Aboutheading": "مؤسسة أفق الخليج للاتصالات",
  "Aboutdescription": "بفضل مكانتها القوية في السوق، يسعدنا في مؤسسة أفق الخليج للاتصالات أن نتعاون مع منتجين مشهورين عالميًا لتصنيع منتجات وأنظمة متميزة مصممة خصيصًا لتحقيق الموثوقية على المدى الطويل. يعتقد عملاؤنا أننا نقدم حلاً موثوقًا به لجميع المشاريع المطلوبة، من التأسيس إلى التوجيه بعد البيع.",
  "aboutvalue1": "الاحترام: التمسك بآراء وخطط رقمية مختلفة",
  "aboutvalue2": "الملكية: العمل بنجاح مع المسؤولية والحصول على الناتج المثالي.",
  "aboutvalue3": "العدالة: تأكيد الصدق والإيمان بكل تفاعل.",
  "aboutvalue4": "الجودة: بناء إرث من التميز مع الالتزام الثابت.",
  "callorsupport": "24/7 Support:",
  "company_phone": "+966 122 873 071",
  "Company_Profile": "نبذة عن الشركة",

  "category_all": "الجميع",
  "category_power": "قوة",
  "category_security": "حماية",
  "service": "دعونا نصنع هذه الحلول معًا",
  "serviceheading": "ما هي الحلول التي نقدمها؟",
  "servicedescription": "في مؤسسة أفق الخليج للاتصالات، نقوم بتوفير خوادم لخدمات معينة في مجالات الطاقة والأمن ومنتجات تكنولوجيا المعلومات، مما يضمن التشغيل السلس مع منع المخاطر المحتملة. تتضمن حلولنا:",
  "category_it": "هو - هي",
  "title_ups_system": "(UPS) في المملكة العربية السعودية",
  "description_ups_system": "ابتكر أنظمة UPS الرقمية من Gulf Horizon Tele لكل متطلب، من الحلول الصناعية إلى الحلول المعيارية. بصفتنا وكلاء لشركة Schneider Electric وRELIABILITY POWER SYSTEMS، فإننا ملتزمون بتوفير طاقة رائعة ودعم لا يُضاهى..",
  "title_load_bank": "خدمات تأجير بنوك التحميل",
  "description_load_bank": "توفر Gulf Horizon Tele بنوك أحمال التيار المتردد والتيار المستمر للبيع والإيجار، وهي مثالية للتجارب على المولدات ومراكز البيانات والاستخدام الصناعي. مع أكثر من 15 عامًا من الخبرة، نقدم حلولاً معدلة ودعمًا من الخبراء.",
  "title_batteries": "حلول موثوقة للبطاريات",
  "description_batteries": "تتميز شركة Gulf Horizon Tele بشكل خاص بحلول البطاريات المتقدمة، حيث توفر بطاريات VRLA وبطاريات ليثيوم أيون والبطاريات الصناعية. بفضل خبرتنا التي تزيد عن 20 عامًا، نقوم بتصنيع وتركيب وتشغيل أنظمة الطاقة التي تراقب متطلباتك.",
  "title_avrs": "خدمات منظم الجهد التلقائي (AVR)",
  "description_avrs": "في Gulf Horizon Tele، نحن الأفضل في توفير منظمات الجهد الأوتوماتيكية عالية الجودة للمنازل والمكاتب والتطبيقات الصناعية. وفر من أنظمتك الكهربائية بحلولنا الرائعة، التي تتضمن منظمات الجهد الأوتوماتيكية 220 فولت، ومنظمات ثلاثية الطور، ونماذج خاصة بالمولدات.",
  "title_generators": "حلول مولدات موثوقة",
  "description_generators": "توفر شركة Gulf Horizon Tele دليلاً عالي الجودة لمبيعات المولدات وتأجيرها وصيانتها وقطع الغيار للمتطلبات الصناعية والتجارية والمنزلية. حتى إذا كنت تريد مولدات ديزل أو حلول محمولة أو استئجار أبراج الإضاءة، فنحن ملتزمون بتوفير الطاقة دون انقطاع مع دعم الخبراء والخدمة السريعة.",
  "title_cctv": "خدمات أنظمة كاميرات المراقبة",
  "description_cctv": "توفر شركة Gulf HorizonTele حلول CCTV المتميزة التي تتضمن التركيب والصيانة والخطط الرقمية المخصصة للمنازل والشركات والصناعات في المملكة العربية السعودية. وبفضل خبرتنا في توجيه العلامات التجارية مثل HikVision، فإننا ملتزمون بسلامة ممتلكاتك باستخدام الأجزاء الرئيسية من التكنولوجيا التي تلبي متطلباتك.",
  "title_access_control": "أنظمة التحكم في الوصول",
  "description_access_control": "تقدم شركة Gulf Horizon Tele أنظمة التحكم في الوصول الحديثة في المملكة العربية السعودية، وتروج للحلول البيومترية والمتنقلة والقائمة على السحابة. قم بزيادة نظام الأمان لديك مع كل مستوى من التكنولوجيا والتكامل السلس.",
  "title_fire_extinguishing": "أنظمة مكافحة الحرائق",
  "description_fire_extinguishing": "تقدم شركة أفق الخليج تيلي أنظمة مكافحة الحرائق الحديثة التي تحتوي على أجهزة الإنذار والرشاشات وحلول الإخماد، ملتزمة بالأمن والامتثال في جميع أنحاء المملكة العربية السعودية.",
  "title_sound_system": "خدمات نظام الصوت",
  "description_sound_system": "تقدم شركة Gulf Horizon Tele خدمات أنظمة الصوت من الدرجة الأولى في المملكة العربية السعودية، وتروج لعلامات تجارية مثل Sony وBose وJBL. تشمل خدماتنا المسارح المنزلية وأنظمة الصوت في السيارات، ونحن ملتزمون بالتركيب الاحترافي والأسعار المعقولة.",
  "title_cyber_security": "خدمات الأمن السيبراني",
  "description_cyber_security": "تقدم شركة أفق الخليج للاتصالات خدمات الأمن السيبراني الكاملة في المملكة العربية السعودية، والتي تتضمن تقييم المخاطر والاستجابة للحوادث وإدارة المخاطر، ملتزمة بحماية أعمالك.",
  "title_servers_computers": "حلول الخوادم والكمبيوتر",
  "description_servers_computers": "توفر شركة أفق الخليج للاتصالات خوادم وجدران حماية وأجهزة كمبيوتر مكتبية وأجهزة كمبيوتر محمولة عالية الجودة للشركات في جميع أنحاء المملكة العربية السعودية، ملتزمة بعمليات سلسة مع حلول تقنية رائعة وآمنة.",
  "title_networking_switches": "الشبكات / المحولات",
  "description_networking_switches": "يشكل الالتزام إرثنا؛ اعتمد علينا في المحولات عالية الأداء.",
  "title_racks": "الرفوف ووحدات توزيع الطاقة",
  "description_racks": "توفر شركة Gulf Horizon Tele رفوف خوادم معدلة ووحدات توزيع طاقة ذكية لمراكز البيانات وأطر تكنولوجيا المعلومات والشركات في جميع أنحاء المملكة العربية السعودية. تضمن حلولنا توزيع الطاقة بسلاسة والإدارة المنطقية والأداء الممتاز.",
  "view_more": "عرض المزيد"
}
