{
  "welcome": "Welcome to Gulf Horizon Telecom Est",
  "description": "Your One-Stop Engineering Solution for Power, Security & IT Across the Kingdom At Gulf Horizon Telecom Est, we are best at providing perfect and reliable solutions for power security systems, IT infrastructure, and advanced security technologies. Even if you want uninterrupted energy, dependable data protection, or digital IT support, we are committed to ensuring your operations work smoothly and safely.",
  "welcome_heading": "Explore how Gulf Horizon Telecom Est can help you achieve your goals.",
  "welcome_description": "Your One-Stop Engineering Solution for Power, Security & IT Across the Kingdom At Gulf Horizon Telecom Est, we are best at providing  perfect and reliable solutions for power security systems, IT  infrastructure, and advanced security technologies. Even if you  want uninterrupted energy, dependable data protection, or digital  IT support, we are committed to ensuring your operations work smoothly and safely.",
  "primary_btn_text1": "Get Started",
  "primary_btn_text2": "View Projects",

  "Aboutus": "About Us",
  "Aboutheading": "Gulf Horizon Telecom Est.",
  "Aboutdescription": "With a powerful respect in the market, Gulf Horizon Telecom Est is pleased to partner with world-famous producers to make premier products and systems specially made for long-term reliability. Our clients believe us as a reliable solution for all projects required, from establishment to post-sales guidance.",
  "aboutvalue1": "Respect : hold various opinions and digital plans",
  "aboutvalue2": "Ownership : operating success with responsibility and getting perfect output.",
  "aboutvalue3": "Fairness : confirm honesty and believe in each interactivity.",
  "aboutvalue4": "Quality : construct an inheritance of excellence with steady commitment.",
  "callorsupport": "24/7 Support",
  "company_phone": "+966 122 873 071",
  "Company_Profile": "Company Profile",

  "category_all": "All",
  "category_power": "Power",
  "category_security": "Sercurity",
  "category_it": "IT",
  "service": "Let’s Make This Solutions together",
  "serviceheading": "What Solutions Do We Offer?",
  "servicedescription": "At Gulf Horizon Telecom Est, we deliver servers for particular services in Power, Security, and IT products, guaranteeing smooth operations while preventing prospective risks. Our solutions contain:",
  "title_ups_system": "UPS System",
  "description_ups_system": "Our UPS ensures continuous power, offering peace of mind against unexpected outages and disruptions.",
  "title_load_bank": "Load Bank",
  "description_load_bank": "Our load banks ensure reliable power for all your needs.",
  "title_batteries": "Batteries",
  "description_batteries": "Our batteries ensure reliable power for all your needs.",
  "title_avrs": "AVR's",
  "description_avrs": "Our AVRs and voltage stabilizers ensure stable power, protecting your equipment from voltage fluctuations.",
  "title_generators": "Generators",
  "description_generators": "Our generators provide reliable backup power, ensuring your operations stay uninterrupted.",
  "title_cctv": "CCTV",
  "description_cctv": "Quality is our legacy; trust in reliable, long-lasting CCTV systems.",
  "title_access_control": "Access Control",
  "description_access_control": "Excellence is our legacy; trust in secure, reliable access control systems.",
  "title_fire_extinguishing": "Fire Extinguishing Systems",
  "description_fire_extinguishing": "Mastery reflects our legacy; trust in reliable fire extinguishing systems.",
  "title_sound_system": "Sound System",
  "description_sound_system": "Immersive audio defines our legacy; trust in precision-engineered sound solutions.",
  "title_cyber_security": "Cyber Security",
  "description_cyber_security": "Commitment shapes our legacy; trust in reliable cybersecurity measures.",
  "title_servers_computers": "Servers / Computers",
  "description_servers_computers": "Dedication builds our legacy; count on us for reliable server and computer solutions.",
  "title_networking_switches": "Networking / Switches",
  "description_networking_switches": "Commitment shapes our legacy; rely on us for high-performance switches.",
  "title_racks": "Racks",
  "description_racks": "Stability and organization shape our legacy; trust in durable and efficient rack solutions.",
  "view_more": "View More"
}
