{
  "home": "Home",
  "welcome": "Welcome to Gulf Horizon Telecom Est",
  "description": "Your One-Stop Engineering Solution for Power, Security & IT Across the Kingdom At Gulf Horizon Telecom Est, we are best at providing perfect and reliable solutions for power security systems, IT infrastructure, and advanced security technologies. Even if you want uninterrupted energy, dependable data protection, or digital IT support, we are committed to ensuring your operations work smoothly and safely.",
  "welcome_heading": "Explore how Gulf Horizon Telecom Est can help you achieve your goals.",
  "welcome_description": "Your One-Stop Engineering Solution for Power, Security & IT Across the Kingdom At Gulf Horizon Telecom Est, we are best at providing  perfect and reliable solutions for power security systems, IT  infrastructure, and advanced security technologies. Even if you  want uninterrupted energy, dependable data protection, or digital  IT support, we are committed to ensuring your operations work smoothly and safely.",
  "primary_btn_text1": "Get Started",
  "primary_btn_text2": "View Projects",

  "Aboutus": "About Us",
  "Aboutheading": "Gulf Horizon Telecom Est.",
  "Aboutdescription": "With a powerful respect in the market, Gulf Horizon Telecom Est is pleased to partner with world-famous producers to make premier products and systems specially made for long-term reliability. Our clients believe us as a reliable solution for all projects required, from establishment to post-sales guidance.",
  "aboutvalue1": "Respect : hold various opinions and digital plans",
  "aboutvalue2": "Ownership : operating success with responsibility and getting perfect output.",
  "aboutvalue3": "Fairness : confirm honesty and believe in each interactivity.",
  "aboutvalue4": "Quality : construct an inheritance of excellence with steady commitment.",
  "callorsupport": "24/7 Support",
  "company_phone": "+966 122 873 071",
  "Company_Profile": "Company Profile",

  "category_all": "All",
  "category_power": "Power",
  "category_security": "Sercurity",
  "category_it": "IT",
  "service": "Let’s Make This Solutions together",
  "serviceheading": "What Solutions Do We Offer?",
  "servicedescription": "At Gulf Horizon Telecom Est, we deliver servers for particular services in Power, Security, and IT products, guaranteeing smooth operations while preventing prospective risks. Our solutions contain:",
  "title_ups_system": "(UPS) in Saudi Arabia",
  "description_ups_system": "Invent Gulf Horizon Tele’s digital  UPS systems for each requirement, from industrial to modular solutions. As dealers for Schneider Electric and RELIABILITY POWER SYSTEMS, we are committed to remarkable power and unbeatable support.",
  "title_load_bank": "Load Bank Rental Services",
  "description_load_bank": "Gulf Horizon Tele provides reliable AC and DC load banks for sale and rental usage perfect for generator experimenting, data centers, and industrial usage. With 15+ years of expertise, we offer modified solutions and expert support.",
  "title_batteries": "Reliable Battery Solutions",
  "description_batteries": "Gulf Horizon Tele is particularly in the highest battery solutions, providing VRLA, Lithium-ion, and industrial batteries. With 20+ years of expertise, we make, install, and continue energy-systematic systems that monitor your requirements.",
  "title_avrs": "Automatic Voltage Regulator (AVR) Services",
  "description_avrs": "At Gulf Horizon Tele, we are best at providing high-quality Automatic Voltage Regulators (AVRs) for homes, offices, and industrial applications. Save from your electrical systems with our remarkable solutions, containing 220V AVRs, 3-phase regulators, and generator-specific models.",
  "title_generators": "Reliable Generator Solutions",
  "description_generators": "Gulf Horizon Tele provides the highest quality generator sales, rentals, maintenance, and spare parts guide to industrial, commercial, and domestic requirements. Even if you want diesel generators, portable solutions, or light tower rentals, we are committed to uninterrupted power with expert support and quick service.",
  "title_cctv": "CCTV Systems Services",
  "description_cctv": "Gulf HorizonTele provides premium CCTV solutions containing installation, maintenance, and digital custom plans for homes, businesses, and industries in Saudi Arabia. With expertise in guiding brands such as HikVision, we are committed to your property’s safety using the main parts of technology that fulfill your requirements.",
  "title_access_control": "Access Control Systems",
  "description_access_control": "Gulf Horizon Tele offers modern access control systems in Saudi Arabia, promoting biometric, mobile, and cloud-based solutions. Increase your security system with each level of technology and smooth integration.",
  "title_fire_extinguishing": "Fire Fighting Systems",
  "description_fire_extinguishing": "Gulf Horizon Tele delivers modern fire fighting systems that contain alarms, sprinklers, and suppression solutions, committed to security and compliance around Saudi Arabia.",
  "title_sound_system": "Sound System Services",
  "description_sound_system": "Gulf Horizon Tele provides top-class sound system services in Saudi Arabia, promoting brands such as Sony, Bose, and JBL. Our service is from home theatres to car audio systems, we are committed to professional installation and affordable rates.",
  "title_cyber_security": "Cybersecurity Services",
  "description_cyber_security": "Gulf Horizon Tele provides complete cybersecurity services in Saudi Arabia, containing risky assessment, incident response, and dangers management, committed to your business protection.",
  "title_servers_computers": "Server and Computer Solutions",
  "description_servers_computers": "Gulf Horizon Tele delivers high class servers, firewalls, desktops, and laptops for businesses throughout Saudi Arabia, committed to smooth operations with remarkable and safe technology solutions.",
  "title_networking_switches": "Networking / Switches",
  "description_networking_switches": "Commitment shapes our legacy; rely on us for high-performance switches.",
  "title_racks": "Racks and Power Distribution Units (PDUs)",
  "description_racks": "Gulf Horizon Tele provides modified server racks and intelligent PDUs for data centers, IT frameworks, and businesses throughout Saudi Arabia. Our solutions guarantee smooth power distribution, logical management, and excellent performance.",
  "view_more": "View More",

  "main_page_why_choose": "Why Choose Us?",
  "main_page_why_chooseheading": "Why Choose Gulf Horizon Telecom Est?",
  "main_page_why_choosepra": "Core Values are what support the vision, shape the culture and reflect what an organization values. They are the essence of the organization’s identity – the principles, beliefs or philosophy of values:",
  "main_page_why_choose_title": "Complete Power, Security, and IT Solutions",
  "main_page_why_choose_content": "At Gulf Horizon Telecom Est, we provide a large variety of services, containing uninterrupted power supply (UPS) systems, cybersecurity solutions, CCTV systems, and the highest working IT and networking equipment. We have a commitment to smooth operations for businesses in Saudi Arabia with assisting, trusted solutions for each requirement.",
  "main_page_expertise_and_experience_title": "Expertise and Experience You Can Trust",
  "main_page_expertise_and_experience_content": "With more than 17 years of experience, we have fully completed more than 1,000 projects, earning the belief of 400+ long-term clients. Our team provides high-quality, customized solutions using digital technologies, guaranteeing that your power, security, and IT infrastructure work smoothly and safely.",
  "main_page_end_to_end_services_title": "End-to-End Services and Support",
  "main_page_end_to_end_services_content": "From installation to post-sales support, Gulf Horizon Telecom Est provides 24/7 customer service and expert assistance in every step of your project. We partner with guiding brands such as Schneider Electric, HikVision, and Sony to offer top-class products and guarantee your structure's longevity and trust.",

  "ups_solutions_why_choose_for_ups_title": "Comprehensive UPS Solutions",
  "ups_solutions_why_choose_for_ups_content": "Gulf Horizon Tele Est provides the highest range of services, containing custom UPS design, installation, and maintenance for data centers, industrial systems, and outdoor environments, committed to remarkable energy backup that fulfills your requirements.",
  "ups_solutions_trusted_expertise_and_partnerships_title": "Trusted Expertise and Partnerships",
  "ups_solutions_trusted_expertise_and_partnerships_content": "As an authorized dealer of top brands like Schneider Electric and a distributor of Reliability Power Systems in the MENA region, we offer high-quality, basic parts of UPS systems for the highest efficiency and long-lasting use.",
  "ups_solutions_nationwide_service_and_flexibility_title": "Nationwide Service and Flexibility",
  "ups_solutions_nationwide_service_and_flexibility_content": "Even if you want UPS rentals for events, industrial-grade systems, or maintenance services in Riyadh, Jeddah, Dammam, or Makkah, Gulf Horizon Tele Est is committed to fast, professional, and measuring solutions throughout Saudi Arabia.",

  "battery_solutions_why_is_your_trusted_partner_for_battery_solutions_title": "End-to-End Battery Solutions",
  "battery_solutions_why_is_your_trusted_partner_for_battery_solutions_content": "Gulf Horizon Tele Est delivers customized battery design, installation, and maintenance for different industries, particularly lithium-ion batteries, VRLA batteries, and industrial energy storage solutions, to meet your particular requirements.",
  "battery_solutions_exclusive_distributorship_and_expert_team_title": "Exclusive Distributorship and Expert Team",
  "battery_solutions_exclusive_distributorship_and_expert_team_content": "With Reliability Power Systems battery distributor in MENA and an authorized battery dealer in Saudi Arabia, we provide top-class products assisted by our factory-trained engineers to guarantee management performance and reliability.",
  "battery_solutions_nationwide_coverage_and_complete_support_title": "Nationwide Coverage and Complete Support",
  "battery_solutions_nationwide_coverage_and_complete_support_content": "With services spanning battery solutions in Riyadh, VRLA battery supply in Jeddah, industrial battery maintenance in Dammam, and lithium-ion distribution in Makkah, Gulf Horizon Tele Est is committed to smooth, high-class guidance around Saudi Arabia.",

  "generator_solutions_why_choose_for_trusted_generator_solutions_title": "Proven Expertise in Generator Solutions",
  "generator_solutions_why_choose_for_trusted_generator_solutions_content": "With many years of experience and a developing portfolio of the happiest clients, Gulf Horizon Tele Est has accepted itself as a guide in providing trusted and systematic generator solutions around Saudi Arabia.",
  "generator_solutions_comprehensive_generator_services_title": "Comprehensive Generator Services",
  "generator_solutions_comprehensive_generator_services_content": "From custom system design and installation to maintenance and genuine spare parts supply, we deliver a complete variety of services that manage to fulfill your industrial and commercial energy requirements.",
  "generator_solutions_dedicated_support_and_maintenance_title": "Dedicated Support and Maintenance",
  "generator_solutions_dedicated_support_and_maintenance_content": "Our relationship isn't finished with project fulfillment. Gulf Horizon Tele Est provides existing maintenance contracts, annual servicing packages, and occasion repair services to commit your generators to operate at the highest performance.",

  "load_bank_solutions_why_choose_for_load_bank_solutions_title": "Proven Excellence in Load Bank Services",
  "load_bank_solutions_why_choose_for_load_bank_solutions_content": "Gulf Horizon Tele Est particularly in AC and DC load bank testing, sales, and rentals, delivering high-working solutions for industrial, commercial, and data center applications throughout Saudi Arabia.",
  "load_bank_solutions_complete_load_bank_solutions_title": "Complete Load Bank Solutions",
  "load_bank_solutions_complete_load_bank_solutions_content": "From custom system design to professional installation and reliable maintenance, we provide a large variety of services to monitor productive and systematic load testing for backup energy systems and generators.",
  "load_bank_solutions_nationwide_coverage_and_expertise_title": "Nationwide Coverage and Expertise",
  "load_bank_solutions_nationwide_coverage_and_expertise_content": "With services that will be accessible in Riyadh, Jeddah, Dammam, and Makkah, Gulf Horizon Tele Est provides temporary rental options, durable load banks for sale, and real-world load testing solutions to fulfill your particular requirements.",

  "avr_solutions_why_choose_for_avr_solutions_title": "Monitor AVR Solutions for Every Need",
  "avr_solutions_why_choose_for_avr_solutions_content": "Gulf Horizon Tele Est provides custom-designed AVR systems and professional installation services, committed to dependable voltage regulation for the highest range of industrial, commercial, and residential applications.",
  "avr_solutions_state_of_the_art_avr_technology_title": "State-of-the-Art AVR Technology",
  "avr_solutions_state_of_the_art_avr_technology_content": "We offer high-performance AVRs equipped with digital energy-efficient technology to provide fixed voltage and increase the trust of electrical equipment.",
  "avr_solutions_trusted_expertise_across_saudi_arabia_title": "Trusted Expertise Across Saudi Arabia",
  "avr_solutions_trusted_expertise_across_saudi_arabia_content": "With the highest experience in Riyadh, Jeddah, Dammam, and Makkah, Gulf Horizon Tele Est provides expert AVR design, integration services, and continuous support as an authorized Reliability Power Systems distributor in the MENA area.",

  "cctv_solutions_why_choose_for_cctv_solutions_title": "Complete CCTV Services and Solutions",
  "cctv_solutions_why_choose_for_cctv_solutions_content": "Gulf Horizon Tele Est offers a complete range of services, from professional CCTV system design and installation to ongoing maintenance. We provide customized solutions for both businesses and homes, ensuring comprehensive surveillance coverage.",
  "cctv_solutions_cutting_edge_technology_title": "Cutting-Edge Technology",
  "cctv_solutions_cutting_edge_technology_content": "As an authorized trader of HikVision CCTV systems, Gulf Horizon Tele Est offer high-definition cameras, motion detection, and facial recognition capacity. Our smart surveillance systems combine digital analytics to increase safety and operational organization.",
  "cctv_solutions_expert_installation_and_support_nationwide_title": "Expert Installation and Support Nationwide",
  "cctv_solutions_expert_installation_and_support_nationwide_content": "Gulf Horizon Tele Est provides reliable CCTV installations around Riyadh, Jeddah, Dammam, and Makkah, with expert system troubleshooting and annual maintenance services committed to the best performance throughout the year.",

  "access_control_solutions_why_choose_for_access_control_solutions_title": "Customized Access Control Solutions",
  "access_control_solutions_why_choose_for_access_control_solutions_content": "Gulf Horizon Tele Est is particular in delivering monitor access control systems, from biometric and card-based solutions to cloud-based technology, guaranteeing safe entry and increased security for your business or living requirements.",
  "access_control_solutions_advanced_access_management_technology_title": "Advanced Access Management Technology",
  "access_control_solutions_advanced_access_management_technology_content": "We provide mobile access control, fingerprint recognition, facial recognition, and RFID-based systems, offering high-tech security with simple-to-use and remote management choices.",
  "access_control_solutions_nationwide_installation_and_support_title": "Nationwide Installation and Support",
  "access_control_solutions_nationwide_installation_and_support_content": "With professional installation services around Riyadh, Jeddah, Dammam, and Makkah, Gulf Horizon Tele Est gives effective access control solutions along with annual servicing, committed to sustaining your security system's peak performance.",

  "fire_safety_solutions_why_choose_for_fire_safety_solutions_title": "Top Fire Safety Solutions",
  "fire_safety_solutions_why_choose_for_fire_safety_solutions_content": "Gulf Horizon Tele Est offers advanced fire safety systems, including sprinklers, alarms, extinguishers, and smoke detectors, to guarantee maximum safety for your building or industrial system.",
  "fire_safety_solutions_nationwide_services_title": "Nationwide Fire Safety Services",
  "fire_safety_solutions_nationwide_services_content": "We provide services across Saudi Arabia, ensuring full implementation and compliance with fire safety regulations. From consultations to systems installation and maintenance in Riyadh, Jeddah, Dammam, and Makkah, we are committed to your safety.",

  "cybersecurity_solutions_comprehensive_cybersecurity_services_title": "Comprehensive Cybersecurity Solutions",
  "cybersecurity_solutions_comprehensive_cybersecurity_services_content": "Gulf Horizon Tele Est provides a broad range of cybersecurity services, containing threat detection, incident management, and vulnerability assessments to protect digital infrastructures from attacks and risks.",
  "cybersecurity_solutions_protecting_your_data_and_network_title": "Protecting Your Data and Network",
  "cybersecurity_solutions_protecting_your_data_and_network_content": "We provide effective penetration testing, malware protection, and disaster recovery services to ensure that your critical systems and sensitive data remain secure from evolving digital threats.",
  "cybersecurity_solutions_expert_analysis_and_consultancy_title": "Expert Analysis and Consultancy",
  "cybersecurity_solutions_expert_analysis_and_consultancy_content": "Our cybersecurity consultants offer tailored solutions, guiding you through threat analysis, system hardening, and compliance with global standards to guarantee your organization remains secure and resilient.",

  "about_title": "About Us",
  "about_content": "Founded in 2008, Gulf Horizon Telecom Est specializes in delivering end-to-end solutions for power, security, IT infrastructure, and services across Saudi Arabia. We provide customized solutions for diverse industries and sectors, ensuring that our clients enjoy the highest levels of reliability, performance, and customer satisfaction.",
  "Projects_Delivered": "Projects Delivered",
  "Happy_Clients": "Happy Clients",
  "Client_Satisfaction": "Client Satisfaction",
  "View_All_Projects": "View All Projects",

  "projects_section_title": "Our Projects",
  "projects_section_overview": "Our complete portfolio shows our expertise in power systems, IT solutions, and security services throughout various industries.",
  "featured_projects_title": "Featured Projects",
  "stc_headquarters_title": "STC Headquarters",
  "stc_headquarters_description": "Expert-led data center testing with UPTIME, employing load banks to commit maximum performance.",
  "riyadh_metro_title": "Riyadh Metro",
  "riyadh_metro_description": "UPS testing to ensure continuous metro operations between power outages.",
  "national_cybercrime_agency_title": "National CyberCrime Agency",
  "national_cybercrime_agency_description": "Data center load testing to ensure clear and safe performance within the highest demanding situation.",
  "batterjee_medical_college_title": "Batterjee Medical College",
  "batterjee_medical_college_description": "Charge testing for dependable data center operations providing critical academic framework.",

  "cta_heading": "Let’s Work on Something Great Together!",
  "cta_description": "We are coupled with Gulf Horizon Telecom Est and undergo exceptional service, quality, and innovation. Let’s make your engineering imagination come to life with solutions that stand with the time.",
  "cta_button": "Get a Free Quote Today!",

  "section_title_vendor": "PRINCIPAL PARTNERS",
  "section_description_vendor": "At GHTE, we collaborate with industry-leading partners to deliver cutting-edge technologies and innovative solutions. Our partnerships with renowned global brands ensure our clients receive the highest quality products backed by expertise and reliability across various industries.",

  "other_power_products_title": "Other Power Products",
  "Batteries": "Batteries",
  "Load_Banks": "Load Banks",
  "Generators": "Generators",
  "AVR": "AVR's",

  "sidebar_title": "You still have a question?",
  "sidebar_description": "If you cannot find an answer to your question in our FAQ, you can always contact us.",
  "ups_system_title": "UPS System",
  "ups_system_intro": "At Gulf Horizon Telecom, we consider the important role Uninterruptible Power Supply (UPS) systems play in the safety of your operations. We are committed that each system is unique and designed by proper personal planning. Our considerable portfolio of UPS systems ensures uninterrupted power for a large range of applications. Preservation of loss of data and business quality mainly depends on UPS solutions. As authorized dealers for Schneider Electric and the sole distributors for RELIABILITY POWER SYSTEMS in the MENA region, we guarantee to deliver high-quality products and exceptional support. With over 20 years of experience, a hardworking team of factory-trained engineers, and more than 500 satisfied clients, we provide dependable and customized power protection solutions to fulfill your requirements. During voltage fluctuations or power outages, UPS provides a reliable power source that delivers electricity to various vital equipment.",
  "ups_solutions_title": "Our UPS Solutions Categories",
  "outdoor_ups_title": "Outdoor UPS Systems",
  "outdoor_ups_description": "Outdoor UPS systems are committed to remarkable power systems in severe conditions. These solutions are best for remote locations and challenging climates, providing outdoor power protection systems that withstand the test of time. UPS provides a stable and clear power supply for various types of equipment. In case of power failure, it has its own stored backup data.",
  "industrial_ups_title": "Industrial UPS Solutions",
  "industrial_ups_description": "Our industrial-grade UPS systems are mainly designed for heavy-duty applications, providing robust power protection for factories, manufacturing plants, and other demanding environments. With industrial UPS solutions, your operations can always remain uninterrupted, even during power outages.",
  "modular_ups_title": "Modular UPS Solutions",
  "modular_ups_description": "Scalability is essential for businesses with growing power demands. Our modular UPS systems are designed to adapt to your requirements. These solutions offer scalable configurations, making them ideal for data centers, corporate facilities, and more.",
  "data_center_ups_title": "Data Center UPS Systems",
  "data_center_ups_description": "Our data center UPS solutions are designed for harsh environments with capacities ranging from 600VA to 2 MVA. These high-power capacity systems ensure your IT systems operate smoothly and safely to protect your vital data.",

  "advantages_of_ups_title": "Advantages of UPS Systems",
  "advantages_of_ups_description": "Protect your operations with the perfect UPS systems and services in Saudi Arabia. Even if you want an industrial UPS, a data centre UPS, or temporary UPS rentals, Gulf Horizon Telecom Est has you modified. Contact us today to fulfil your requirements and explain why we are the trusted choice for power protection solutions throughout the region.",
  "data_protection_title": "Data Protection",
  "data_protection_description": "It prevents data loss and also complete consumption against the powerful system.",
  "equipment_protection_title": "Equipment Protection",
  "equipment_protection_description": "Your equipment protection is our top priority. It provides your system with power skips and surgeries.",
  "compliance_title": "Compliance",
  "compliance_description": "It supports companies in fulfilment of regulatory requirements and data safety."
}
