{
  "welcome": "Welcome to Gulf Horizon Telecom Est",
  "description": "Your One-Stop Engineering Solution for Power, Security & IT Across the Kingdom At Gulf Horizon Telecom Est, we are best at providing perfect and reliable solutions for power security systems, IT infrastructure, and advanced security technologies. Even if you want uninterrupted energy, dependable data protection, or digital IT support, we are committed to ensuring your operations work smoothly and safely.",
  "welcome_heading": "Explore how Gulf Horizon Telecom Est can help you achieve your goals.",
  "welcome_description": "Your One-Stop Engineering Solution for Power, Security & IT Across the Kingdom At Gulf Horizon Telecom Est, we are best at providing  perfect and reliable solutions for power security systems, IT  infrastructure, and advanced security technologies. Even if you  want uninterrupted energy, dependable data protection, or digital  IT support, we are committed to ensuring your operations work smoothly and safely.",
  "primary_btn_text1": "Get Started",
  "primary_btn_text2": "View Projects",

  "Aboutus": "About Us",
  "Aboutheading": "Gulf Horizon Telecom Est.",
  "Aboutdescription": "With a powerful respect in the market, Gulf Horizon Telecom Est is pleased to partner with world-famous producers to make premier products and systems specially made for long-term reliability. Our clients believe us as a reliable solution for all projects required, from establishment to post-sales guidance.",
  "aboutvalue1": "Respect : hold various opinions and digital plans",
  "aboutvalue2": "Ownership : operating success with responsibility and getting perfect output.",
  "aboutvalue3": "Fairness : confirm honesty and believe in each interactivity.",
  "aboutvalue4": "Quality : construct an inheritance of excellence with steady commitment.",
  "callorsupport": "24/7 Support",
  "company_phone": "+966 122 873 071",
  "Company_Profile": "Company Profile",

  "category_all": "All",
  "category_power": "Power",
  "category_security": "Sercurity",
  "category_it": "IT",
  "service": "Let’s Make This Solutions together",
  "serviceheading": "What Solutions Do We Offer?",
  "servicedescription": "At Gulf Horizon Telecom Est, we deliver servers for particular services in Power, Security, and IT products, guaranteeing smooth operations while preventing prospective risks. Our solutions contain:",
  "title_ups_system": "(UPS) in Saudi Arabia",
  "description_ups_system": "Invent Gulf Horizon Tele’s digital  UPS systems for each requirement, from industrial to modular solutions. As dealers for Schneider Electric and RELIABILITY POWER SYSTEMS, we are committed to remarkable power and unbeatable support.",
  "title_load_bank": "Load Bank Rental Services",
  "description_load_bank": "Gulf Horizon Tele provides reliable AC and DC load banks for sale and rental usage perfect for generator experimenting, data centers, and industrial usage. With 15+ years of expertise, we offer modified solutions and expert support.",
  "title_batteries": "Reliable Battery Solutions",
  "description_batteries": "Gulf Horizon Tele is particularly in the highest battery solutions, providing VRLA, Lithium-ion, and industrial batteries. With 20+ years of expertise, we make, install, and continue energy-systematic systems that monitor your requirements.",
  "title_avrs": "Automatic Voltage Regulator (AVR) Services",
  "description_avrs": "At Gulf Horizon Tele, we are best at providing high-quality Automatic Voltage Regulators (AVRs) for homes, offices, and industrial applications. Save from your electrical systems with our remarkable solutions, containing 220V AVRs, 3-phase regulators, and generator-specific models.",
  "title_generators": "Reliable Generator Solutions",
  "description_generators": "Gulf Horizon Tele provides the highest quality generator sales, rentals, maintenance, and spare parts guide to industrial, commercial, and domestic requirements. Even if you want diesel generators, portable solutions, or light tower rentals, we are committed to uninterrupted power with expert support and quick service.",
  "title_cctv": "CCTV Systems Services",
  "description_cctv": "Gulf HorizonTele provides premium CCTV solutions containing installation, maintenance, and digital custom plans for homes, businesses, and industries in Saudi Arabia. With expertise in guiding brands such as HikVision, we are committed to your property’s safety using the main parts of technology that fulfill your requirements.",
  "title_access_control": "Access Control Systems",
  "description_access_control": "Gulf Horizon Tele offers modern access control systems in Saudi Arabia, promoting biometric, mobile, and cloud-based solutions. Increase your security system with each level of technology and smooth integration.",
  "title_fire_extinguishing": "Fire Fighting Systems",
  "description_fire_extinguishing": "Gulf Horizon Tele delivers modern fire fighting systems that contain alarms, sprinklers, and suppression solutions, committed to security and compliance around Saudi Arabia.",
  "title_sound_system": "Sound System Services",
  "description_sound_system": "Gulf Horizon Tele provides top-class sound system services in Saudi Arabia, promoting brands such as Sony, Bose, and JBL. Our service is from home theatres to car audio systems, we are committed to professional installation and affordable rates.",
  "title_cyber_security": "Cybersecurity Services",
  "description_cyber_security": "Gulf Horizon Tele provides complete cybersecurity services in Saudi Arabia, containing risky assessment, incident response, and dangers management, committed to your business protection.",
  "title_servers_computers": "Server and Computer Solutions",
  "description_servers_computers": "Gulf Horizon Tele delivers high class servers, firewalls, desktops, and laptops for businesses throughout Saudi Arabia, committed to smooth operations with remarkable and safe technology solutions.",
  "title_networking_switches": "Networking / Switches",
  "description_networking_switches": "Commitment shapes our legacy; rely on us for high-performance switches.",
  "title_racks": "Racks and Power Distribution Units (PDUs)",
  "description_racks": "Gulf Horizon Tele provides modified server racks and intelligent PDUs for data centers, IT frameworks, and businesses throughout Saudi Arabia. Our solutions guarantee smooth power distribution, logical management, and excellent performance.",
  "view_more": "View More"
}
